# Packages
brew "cocoapods"
brew "dotbot"
brew "fzf"
brew "gnu-sed"
brew "imagemagick"
brew "node@20"
brew "mas"
brew "pipx"
brew "postgresql@15"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "watchman"
brew "yarn"

# Casks
cask "brave-browser"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "lookaway"
cask "postman"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "scroll-reverser"
cask "tailscale-app"
