cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
ms-azuretools.vscode-bicep
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
oderwat.indent-rainbow
prisma.prisma
rust-lang.rust-analyzer
simonsiefke.svg-preview
vscodevim.vim
yzhang.markdown-all-in-one
